[
    {
        "id": 400911,
        "name": "Life as a newly qualified Dental",
        "details": "At first, it seemed like my days were way too busy to cope, too much to achieve in a single appointment. In my mind, I processed a thousand things simultaneously; never leave home without breakfast, provide treatment to 16 to 18 patients, keep to 30 to 40 minutes per appointment,  take a lunch break, remember to drink water, make time to use the ladies room, focus on your patient whilst also looking after your nurse, discuss the patient’s treatment plan with the referring dentist, make time for peer reviews with other with clinicians, and, most importantly, keep breathing.",
        "image": "https://images.unsplash.com/photo-1606265752439-1f18756aa5fc?ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8ZGVudGlzdHxlbnwwfHwwfHw%3D&ixlib=rb-1.2.1&w=1000&q=80"
    },
    {
        "id": 400811,
        "name": "Mouth Cancer",
        "details": "With a 97% escalation in oral cancer across the UK in the past 20 years and patients slipping through the net during the Covid-19 crisis, it is more important than ever before that as a profession we play our part in educating the world about oral cancer. We have a professional obligation to do so and are perfectly positioned to spread the word about this silent killer.",
        "image": "https://previews.123rf.com/images/estherqueen999/estherqueen9991805/estherqueen999180500060/100837281-man-with-oral-cancer-on-the-blue-background-.jpg"
    },
    {
        "id": 400711,
        "name": "National Smile Month",
        "details": "My saying as a Dental therapist and Hygienist is “prevention is protection”. I deeply believe in this phrase because dental diseases are totally preventable.  I know, I cannot change the world, but I can certainly protect the people I know by providing preventive dental advice.",
        "image": "https://previews.123rf.com/images/alexey156/alexey1562007/alexey156200700142/151934915-smile-vector-icon-happy-emotion-vector-on-isolated-background-eps-10.jpg"
    },
    {
        "id": 400611,
        "name": "Returning to dental visits",
        "details": "On 24 March, the coronavirus pandemic forced all dental practices in the UK to close, except for a number of emergency treatment stations.  For the next 2 months and 15 days, thousands of people had their appointments cancelled and treatments postponed.",
        "image": "https://st.depositphotos.com/1387241/3761/i/600/depositphotos_37611909-stock-photo-dental-clinic-interior-design-with.jpg"
    }
]